Repository: magdielveliz/albakenneth
Catalog: docroot/sites/all/translations/geolocation-7.x-1.6.*.po
Languages: es

source: Remove
es: Eliminar

source: Yes
es: Sí

source: Google Map
es: Mapa de Google

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Map width
es: Ancho del mapa

source: Map height
es: Altura del mapa

source: !name field is required.
es: El campo !name es obligatorio.

source: Zoom level
es: Nivel de Zoom

source: Image format
es: Formato de imagen

source: Latitude:
es: Latidud:

source: Longitude:
es: Longitud:

source: Marker icon
es: Icono marcador

source: Latitude/Longitude
es: Latitud/Longitud

source: Map Type
es: Tipo de mapa

source: Save my location
es: Grabar mi localización

source: Your location will be saved and may be shared.
es: Su localización será grabada y podrá ser compartida.

source: My Location
es: Mi ubicación

source: Geolocation
es: Geolocalización

source: Geolocation input.
es: Entrada de geolocalización

source: Invalid Latitude. Value must be numeric.
es: La latitud es inválida. El valor debe ser numérico

source: Invalid Latitude. Value must be between 90 and -90.
es: La latitud es inválida. El valor debe estar entre 90 y -90.

source: Invalid Longitude. Value must be numeric.
es: La longitud es inválida. .El valor debe ser numérico.

source: Invalid Longitude. Value must be between 180 and -180
es: La longitud es inválida. El valor debe estar entre 180 y -180

source: Simple text-based formatter
es: Sencillo formateador basado en texto

source: Latitude text-based formatter
es: Formateador basado en texto de latitud

source: Longitude text-based formatter
es: Formateador basado en texto de longitud

source: Geolocation is @lat, @lng
es: La geolocalización es @lat,@lng

source: Provides a geolocation field.
es: Proporciona un campo de geolocalización.

source: Static Google Map
es: Mapa de Google estático

source: Get location
es: Obtener localización

source: Geolocation Google Maps
es: Mapa de Google para la geolocalización

source: Geocoder failed due to:
es: Geocoder falló debido a:

source: Geocode was not successful for the following reason:
es: Geocode no fue satisfactorio por la siguiente razón:

source: , or use your browser geolocation system by clicking this link
es: , o use su sistema de geolocalización del navegador pulsando este enlace

source: , or use the IP-based location by clicking this link
es: , o use la localización basada en IP pulsando en este enlace

source: HTML5 Map image
es: Imagen de mapa en HTML5

source: HTML5 widget
es: widget HTML5

source: Your web browser does not support geolocation (<a href="http://en.wikipedia.org/wiki/W3C_Geolocation_API">W3C Geolocation API</a>).
es: Su navegador web no soporta geolocalización (<a href="http://en.wikipedia.org/wiki/W3C_Geolocation_API">API de geolocalización de W3C</a>).

source: Your browser is looking for your location, you may need to approve this…
es: Su navegador está buscando su ubicación, puede que sea necesario que usted lo apruebe...

source: Geolocation HTML5
es: Geolocalización HTML5

source: !name field is incomplete, latitude value is missing.
es: campo !name está incompleto, falta el valor de la latitud.

source: !name field is incomplete, longitude value is missing.
es: campo !name está incompleto, falta el valor de la longitud.

source: Geolocation service failed. We've placed you in NewYork.
es: El servicio de Geolocation falló. Te hemos colocado en Nueva York.

source: Your browser doesn't support geolocation. We've placed you in Siberia.
es: Su navegador no soporta geolocalización. Le hemos situado en Siberia.

source: !name field is required. You may need to allow your browser detect your location.
es: El campo !name es obligatorio. Puede que tenga que autorizar a su navegador detectar su ubicación.

source: Dynamic Google Map
es: Mapa de Google dinámico

source: Enter an address / location / Google map URL in the textfield or you can also click on the map to set a marker
es: Ingrese una dirección / localización / Google map URL en el campo de texto o puede clickear el mapa para colocar la marca

source: Create link to Google Maps
es: Crear enlace a Google Maps
